Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: Ijuka finished the export but did not create a usable file. Try again.
es: Ijuka terminó la exportación pero no creó un archivo válido. Inténtalo de nuevo.
fr: Ijuka a terminé l’export sans créer de fichier utilisable. Réessayez.
hu: Az Ijuka befejezte az exportálást, de nem készült használható fájl. Próbáld újra.
vi: Ijuka đã xuất xong nhưng không tạo được tệp dùng được. Hãy thử lại.

source: The exported package could not be verified. It was not saved; try again.
es: No se pudo verificar el paquete exportado. No se guardó; inténtalo de nuevo.
fr: Le paquet exporté n’a pas pu être vérifié. Il n’a pas été enregistré ; réessayez.
hu: Az exportált csomag nem ellenőrizhető. Nem lett mentve; próbáld újra.
vi: Không xác minh được gói đã xuất. Tệp chưa được lưu; hãy thử lại.

source: The active profile changed while the export was being prepared. No file was saved.
es: El perfil activo cambió durante la preparación. No se guardó ningún archivo.
fr: Le profil actif a changé pendant la préparation. Aucun fichier enregistré.
hu: Az aktív profil megváltozott az előkészítés közben. Nem lett fájl mentve.
vi: Hồ sơ đang dùng đã đổi trong lúc chuẩn bị xuất. Chưa lưu tệp nào.

source: Preparing Export
es: Preparando exportación
fr: Préparation de l’export
hu: Exportálás előkészítése
vi: Đang chuẩn bị xuất

source: From
es: De
fr: De
hu: Forrás
vi: Từ

source: Items
es: Elementos
fr: Éléments
hu: Elemek
vi: Mục

source: Anki Deck Package
es: Paquete de mazo de Anki
fr: Paquet Anki
hu: Anki-paklicsomag
vi: Gói Bộ thẻ Anki

source: Notes as Text
es: Notas como texto
fr: Notes au format texte
hu: Jegyzetek szövegként
vi: Ghi chú dạng văn bản

source: Cards as Text
es: Tarjetas como texto
fr: Cartes au format texte
hu: Kártyák szövegként
vi: Thẻ dạng văn bản

source: All decks, notes, cards, scheduling, and settings
es: Todos los mazos, notas, tarjetas, programación y ajustes
fr: Tous les paquets, notes, cartes, planifications et réglages
hu: Minden pakli, jegyzet, kártya, ütemezés és beállítás
vi: Tất cả bộ thẻ, ghi chú, thẻ, lịch ôn tập và cài đặt

source: One deck and its subdecks
es: Un mazo y sus submazos
fr: Un paquet et ses sous-paquets
hu: Egy pakli és alpaklijai
vi: Một bộ thẻ và các bộ thẻ con

source: %lld selected note
es: %lld nota seleccionada
fr: %lld note sélectionnée
hu: %lld kiválasztott jegyzet
vi: %lld ghi chú đã chọn

source: %lld selected notes
es: %lld notas seleccionadas
fr: %lld notes sélectionnées
hu: %lld kiválasztott jegyzet
vi: %lld ghi chú đã chọn

source: %lld selected card
es: %lld tarjeta seleccionada
fr: %lld carte sélectionnée
hu: %lld kiválasztott kártya
vi: %lld thẻ đã chọn

source: %lld selected cards
es: %lld tarjetas seleccionadas
fr: %lld cartes sélectionnées
hu: %lld kiválasztott kártya
vi: %lld thẻ đã chọn

source: A complete collection backup, including media and settings.
es: Copia completa de la colección, con multimedia y ajustes.
fr: Sauvegarde complète de la collection, médias et réglages inclus.
hu: Teljes gyűjteménymentés, médiával és beállításokkal.
vi: Bản sao lưu sưu tập đầy đủ, gồm đa phương tiện và cài đặt.

source: An Anki package for sharing, merging, or importing into another collection.
es: Paquete de Anki para compartir, combinar o importar a otra colección.
fr: Paquet Anki à partager, fusionner ou importer dans une autre collection.
hu: Anki-csomag megosztáshoz, egyesítéshez vagy másik gyűjteménybe importáláshoz.
vi: Gói Anki để chia sẻ, hợp nhất hoặc nhập vào sưu tập khác.

source: UTF-8 text with one note per row, separated by tabs.
es: Texto UTF-8 con una nota por fila, separado por tabulaciones.
fr: Texte UTF-8 avec une note par ligne, séparées par des tabulations.
hu: UTF-8 szöveg, soronként egy jegyzet, tabulátorral elválasztva.
vi: Văn bản UTF-8, mỗi ghi chú một dòng, phân tách bằng tab.

source: UTF-8 text with one card per row, separated by tabs.
es: Texto UTF-8 con una tarjeta por fila, separado por tabulaciones.
fr: Texte UTF-8 avec une carte par ligne, séparées par des tabulations.
hu: UTF-8 szöveg, soronként egy kártya, tabulátorral elválasztva.
vi: Văn bản UTF-8, mỗi thẻ một dòng, phân tách bằng tab.

source: Creating %@
es: Creando %@
fr: Création de %@
hu: %@ létrehozása
vi: Đang tạo %@

source: Increase new limit
es: Aumentar el límite de nuevas
fr: Augmenter la limite de nouveautés
hu: Új limit növelése
vi: Tăng giới hạn thẻ mới

source: Increase review limit
es: Aumentar el límite de repaso
fr: Augmenter la limite de révision
hu: Ismétlési limit növelése
vi: Tăng giới hạn ôn tập

source: Review forgotten cards
es: Repasar tarjetas olvidadas
fr: Réviser les cartes oubliées
hu: Elfelejtett kártyák ismétlése
vi: Ôn thẻ đã quên

source: Review ahead
es: Adelantar repasos
fr: Réviser en avance
hu: Előre tanulás
vi: Ôn trước

source: Preview new cards
es: Vista previa de nuevas
fr: Aperçu des nouveautés
hu: Új kártyák előnézete
vi: Xem trước thẻ mới

source: Study by state or tag
es: Estudiar por estado o etiqueta
fr: Étudier par état ou étiquette
hu: Tanulás állapot vagy címke szerint
vi: Học theo trạng thái hoặc thẻ tag

source: Any
es: Cualquiera
fr: Tous
hu: Mind
vi: Bất kỳ

source: Include
es: Incluir
fr: Inclure
hu: Belefoglal
vi: Bao gồm

source: Exclude
es: Excluir
fr: Exclure
hu: Kizár
vi: Loại trừ

source: Session Ready
es: Sesión lista
fr: Session prête
hu: Munkamenet kész
vi: Phiên đã sẵn sàng

source: Create Session
es: Crear sesión
fr: Créer la session
hu: Munkamenet létrehozása
vi: Tạo phiên

source: Increase Limit
es: Aumentar límite
fr: Augmenter la limite
hu: Limit növelése
vi: Tăng giới hạn

source: Replace the current Custom Study Session?
es: ¿Reemplazar la sesión actual?
fr: Remplacer la session actuelle ?
hu: Lecseréljük a jelenlegi egyéni munkamenetet?
vi: Thay phiên học tùy chỉnh hiện tại?

source: Something went wrong
es: Algo salió mal
fr: Un problème est survenu
hu: Hiba történt
vi: Đã xảy ra lỗi

source: Loading options…
es: Cargando opciones…
fr: Chargement des options…
hu: Beállítások betöltése…
vi: Đang tải tùy chọn…

source: Study more new cards today without changing your deck preset.
es: Estudia más tarjetas nuevas hoy sin cambiar el preajuste.
fr: Étudiez plus de nouveautés aujourd’hui sans changer le préréglage.
hu: Tanulj ma több új kártyát a pakli előbeállításának módosítása nélkül.
vi: Học thêm thẻ mới hôm nay mà không đổi preset của bộ thẻ.

source: Show more cards that are already due for review today.
es: Muestra más tarjetas pendientes de hoy.
fr: Affichez plus de cartes à réviser aujourd’hui.
hu: Mutass több ma esedékes kártyát.
vi: Hiện thêm các thẻ đã đến hạn ôn hôm nay.

source: Revisit cards you answered Again to strengthen difficult material.
es: Repasa las tarjetas respondidas «Otra vez» para reforzar lo difícil.
fr: Revoyez les cartes notées « À revoir » pour consolider.
hu: Nézd át az Újra gombbal értékelt kártyákat a nehéz anyag megerősítéséhez.
vi: Ôn lại các thẻ bạn đã trả lời “Học lại” để củng cố phần khó.

source: Study upcoming reviews before a trip or a busy week.
es: Adelanta repasos antes de un viaje o una semana ocupada.
fr: Révisez à l’avance avant un voyage ou une semaine chargée.
hu: Tanuld előre a közelgő ismétléseket utazás vagy zsúfolt hét előtt.
vi: Học trước các lượt ôn sắp tới trước chuyến đi hay tuần bận.

source: Preview recently added new cards without rescheduling them.
es: Previsualiza tarjetas nuevas sin reprogramarlas.
fr: Prévisualisez les nouveautés sans les reprogrammer.
hu: Nézd meg az újonnan hozzáadott kártyákat átütemezés nélkül.
vi: Xem trước các thẻ mới thêm gần đây mà không đổi lịch.

source: Build a focused session by card state, limit, and tags.
es: Crea una sesión por estado, límite y etiquetas.
fr: Créez une session ciblée par état, limite et étiquettes.
hu: Készíts fókuszált munkamenetet állapot, limit és címkék szerint.
vi: Tạo phiên tập trung theo trạng thái thẻ, giới hạn và tag.

source: For today only
es: Solo por hoy
fr: Pour aujourd’hui seulement
hu: Csak mára
vi: Chỉ hôm nay

source: Your schedule stays unchanged
es: Tu programación no cambia
fr: Votre planning reste inchangé
hu: Az ütemezés változatlan marad
vi: Lịch học không đổi

source: Answers update scheduling
es: Las respuestas actualizan la programación
fr: Les réponses mettent à jour la planification
hu: A válaszok frissítik az ütemezést
vi: Câu trả lời sẽ cập nhật lịch

source: The daily limit returns to normal tomorrow. Cards remain in this deck.
es: El límite diario vuelve a la normalidad mañana. Las tarjetas permanecen en este mazo.
fr: La limite quotidienne revient à la normale demain. Les cartes restent dans ce paquet.
hu: A napi limit holnap visszaáll. A kártyák ebben a pakliban maradnak.
vi: Giới hạn hằng ngày trở lại bình thường vào ngày mai. Thẻ vẫn ở bộ này.

source: This raises today's limit; it does not bring future reviews forward.
es: Esto aumenta el límite de hoy; no adelanta futuros repasos.
fr: Cela augmente la limite du jour sans avancer les révisions futures.
hu: Ez a mai limitet emeli; nem hozza előre a jövőbeli ismétléseket.
vi: Thao tác này tăng giới hạn hôm nay; không kéo lượt ôn tương lai về sớm.

source: Cards stay linked to their original decks. Empty the session to return them.
es: Las tarjetas siguen vinculadas a sus mazos. Vacía la sesión para devolverlas.
fr: Les cartes restent liées à leurs paquets. Videz la session pour les rendre.
hu: A kártyák az eredeti paklijukhoz kötve maradnak. Ürítsd a munkamenetet a visszaadáshoz.
vi: Thẻ vẫn gắn với bộ thẻ gốc. Dọn phiên để trả thẻ về.

source: Cards receive new due dates based on your answers and how early you review them.
es: Las tarjetas reciben nuevas fechas según tus respuestas y la antelación.
fr: Les cartes reçoivent de nouvelles échéances selon vos réponses et l’anticipation.
hu: A kártyák új esedékességet kapnak válaszaid és az előrehozatal mértéke alapján.
vi: Thẻ nhận ngày đến hạn mới dựa trên câu trả lời và mức độ ôn sớm của bạn.

source: All-card sessions are previews and do not reschedule cards.
es: Las sesiones completas son vistas previas y no reprograman.
fr: Les sessions complètes sont des aperçus sans reprogrammation.
hu: A teljes kártyás munkamenetek előnézetek, nem ütemeznek át.
vi: Phiên toàn bộ thẻ chỉ để xem trước và không đổi lịch thẻ.

source: Answers update scheduling. Empty the session to return remaining cards.
es: Las respuestas actualizan la programación. Vacía la sesión para devolver el resto.
fr: Les réponses mettent à jour la planification. Videz la session pour rendre le reste.
hu: A válaszok frissítik az ütemezést. Ürítsd a munkamenetet a maradék visszaadásához.
vi: Câu trả lời sẽ cập nhật lịch. Dọn phiên để trả các thẻ còn lại.

source: Extra new cards
es: Tarjetas nuevas extra
fr: Nouveautés supplémentaires
hu: Plusz új kártyák
vi: Thẻ mới bổ sung

source: Extra review cards
es: Tarjetas de repaso extra
fr: Révisions supplémentaires
hu: Plusz ismétlőkártyák
vi: Thẻ ôn bổ sung

source: Forgotten in the last
es: Olvidadas en los últimos
fr: Oubliées au cours des
hu: Elfelejtve az elmúlt
vi: Đã quên trong

source: Review ahead by
es: Adelantar
fr: Avancer de
hu: Előrehozatal
vi: Ôn trước

source: Added in the last
es: Añadidas en los últimos
fr: Ajoutées au cours des
hu: Hozzáadva az elmúlt
vi: Được thêm trong

source: Up to %lld cards
es: Hasta %lld tarjetas
fr: Jusqu’à %lld cartes
hu: Legfeljebb %lld kártya
vi: Tối đa %lld thẻ

source: Today's new-card limit increased by %lld.
es: Límite de nuevas de hoy aumentado en %lld.
fr: Limite de nouveautés augmentée de %lld.
hu: A mai új limit %lld-val nőtt.
vi: Đã tăng giới hạn thẻ mới hôm nay thêm %lld.

source: Today's review limit increased by %lld.
es: Límite de repaso de hoy aumentado en %lld.
fr: Limite de révision augmentée de %lld.
hu: A mai ismétlési limit %lld-val nőtt.
vi: Đã tăng giới hạn ôn tập hôm nay thêm %lld.

source: 1 day
es: 1 día
fr: 1 jour
hu: 1 nap
vi: 1 ngày

source: Available: %lld here · %lld in subdecks
es: Disponibles: %lld aquí · %lld en submazos
fr: Disponibles : %lld ici · %lld dans les sous-paquets
hu: Elérhető: %lld itt · %lld az alpaklikban
vi: Có %lld tại đây · %lld trong bộ con

source: Built from %@ and its subdecks. The session is a standard Anki filtered deck.
es: Creada a partir de %@ y sus submazos. Es un mazo filtrado estándar.
fr: Construite à partir de %@ et ses sous-paquets. Session filtrée standard.
hu: Készült: %@ és alpaklijai. Ez egy szabványos Anki szűrt pakli munkamenet.
vi: Tạo từ %@ và các bộ con. Phiên này là bộ thẻ lọc Anki tiêu chuẩn.

source: Create Subdeck
es: Crear submazo
fr: Créer un sous-paquet
hu: Alpakli létrehozása
vi: Tạo bộ thẻ con

source: Import files
es: Importar archivos
fr: Importer des fichiers
hu: Fájlok importálása
vi: Nhập tệp

source: Empty %@?
es: ¿Vaciar “%@”?
fr: Vider « %@ » ?
hu: Kiürítjük: „%@”?
vi: Dọn trống “%@”?

source: Increase Today's %@ Limit
es: Aumentar el límite de %@ de hoy
fr: Augmenter la limite %@ du jour
hu: A mai %@ limit növelése
vi: Tăng giới hạn %@ hôm nay

source: Tap Study to start a session
es: Toca Estudiar para empezar
fr: Touchez Étudier pour commencer
hu: Koppints a Tanulásra a kezdéshez
vi: Chạm Học để bắt đầu phiên

source: Will be created as
es: Se creará como
fr: Sera créé comme
hu: Létrejön mint
vi: Sẽ được tạo dưới dạng

source: Extra %@ cards to show today, on top of this deck's daily limit. Resets tomorrow.
es: %@ tarjetas extra hoy, además del límite diario. Se restablece mañana.
fr: %@ cartes supplémentaires aujourd’hui, en plus de la limite. Réinitialisé demain.
hu: Plusz %@ kártya mára, a napi limiten felül. Holnap visszaáll.
vi: Thêm %@ thẻ hôm nay, ngoài giới hạn hằng ngày của bộ này. Đặt lại vào ngày mai.

source: Rebuilt — %lld cards
es: Reconstruidas %lld tarjetas
fr: Reconstruites : %lld cartes
hu: Újjáépítve: %lld kártya
vi: Đã dựng lại — %lld thẻ

source: Name cannot be empty.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
hu: A név nem lehet üres.
vi: Tên không được để trống.

source: Failed to create subdeck: %@
es: Error al crear el submazo: %@
fr: Échec de la création du sous-paquet : %@
hu: Az alpakli létrehozása sikertelen: %@
vi: Tạo bộ thẻ con thất bại: %@

source: The card count couldn't be loaded. Pull to refresh or try again.
es: No se pudo cargar el recuento. Desliza para reintentar.
fr: Échec du chargement du nombre de cartes. Tirez pour réessayer.
hu: A kártyaszám nem tölthető be. Húzd le az újbóli próbához.
vi: Không tải được số lượng thẻ. Kéo để làm mới hoặc thử lại.

source: Nothing left across your decks.
es: Nada pendiente en tus mazos.
fr: Rien à réviser dans vos paquets.
hu: Nincs több a paklijaidban.
vi: Không còn gì trong các bộ thẻ của bạn.

source: Nothing left in this deck.
es: Nada pendiente en este mazo.
fr: Rien à réviser dans ce paquet.
hu: Nincs több ebben a pakliban.
vi: Không còn gì trong bộ thẻ này.

source: Accuracy
es: Precisión
fr: Précision
hu: Pontosság
vi: Độ chính xác

source: 1 card graduated today
es: 1 tarjeta graduada hoy
fr: 1 carte apprise aujourd’hui
hu: 1 kártya végzett ma
vi: 1 thẻ đã tốt nghiệp hôm nay

source: %lld cards graduated today
es: %lld tarjetas graduadas hoy
fr: %lld cartes apprises aujourd’hui
hu: %lld kártya végzett ma
vi: %lld thẻ đã tốt nghiệp hôm nay

source: Nothing scheduled
es: Nada programado
fr: Rien de planifié
hu: Nincs ütemezve semmi
vi: Không có gì được lên lịch

source: No cards are due on %@.
es: Ninguna tarjeta pendiente el %@.
fr: Aucune carte à réviser le %@.
hu: Egy kártya sem esedékes %@.
vi: Không có thẻ nào đến hạn vào %@.

source: Cards are scheduled for %@.
es: Tarjetas programadas para %@.
fr: Cartes planifiées pour %@.
hu: Kártyák ütemezve: %@.
vi: Thẻ đã được lên lịch cho %@.

source: Nothing scheduled on %@
es: Nada programado el %@
fr: Rien de planifié le %@
hu: Semmi sincs ütemezve %@
vi: Không có gì được lên lịch vào %@

source: %lld cards scheduled on %@
es: %lld tarjetas programadas el %@
fr: %lld cartes planifiées le %@
hu: %lld kártya ütemezve %@
vi: %lld thẻ được lên lịch vào %@

source: card
es: tarjeta
fr: carte
hu: kártya
vi: thẻ

source: Study %lld
es: Estudiar %lld
fr: Étudier %lld
hu: %lld tanulása
vi: Học %lld

source: Study · %lld
es: Estudiar · %lld
fr: Étudier · %lld
hu: Tanulás · %lld
vi: Học · %lld

source: Added today
es: Añadidas hoy
fr: Ajoutées aujourd’hui
hu: Ma hozzáadva
vi: Thêm hôm nay

source: Edited today
es: Editadas hoy
fr: Modifiées aujourd’hui
hu: Ma szerkesztve
vi: Sửa hôm nay

source: Studied today
es: Estudiadas hoy
fr: Étudiées aujourd’hui
hu: Ma tanulva
vi: Đã học hôm nay

source: First review
es: Primer repaso
fr: Première révision
hu: Első ismétlés
vi: Ôn lần đầu

source: Again today
es: Otra vez hoy
fr: À revoir aujourd’hui
hu: Ma újra
vi: Học lại hôm nay

source: Rescheduled today
es: Reprogramadas hoy
fr: Replanifiées aujourd’hui
hu: Ma átütemezve
vi: Đổi lịch hôm nay

source: Overdue
es: Atrasadas
fr: En retard
hu: Lejárt
vi: Quá hạn

source: No flag
es: Sin marca
fr: Sans drapeau
hu: Nincs jelölő
vi: Không cờ

source: Red
es: Roja
fr: Rouge
hu: Piros
vi: Đỏ

source: Orange
es: Naranja
hu: Narancs
vi: Cam

source: Green
es: Verde
fr: Vert
hu: Zöld
vi: Xanh lá

source: Blue
es: Azul
fr: Bleu
hu: Kék
vi: Xanh dương

source: Pink
es: Rosa
fr: Rose
hu: Rózsaszín
vi: Hồng

source: Turquoise
es: Turquesa
hu: Türkiz
vi: Ngọc lam

source: Purple
es: Morada
fr: Violet
hu: Lila
vi: Tím

source: note
es: nota
hu: jegyzet
vi: ghi chú

source: Sort ascending
es: Orden ascendente
fr: Tri croissant
hu: Növekvő rendezés
vi: Sắp xếp tăng dần

source: Sort descending
es: Orden descendente
fr: Tri décroissant
hu: Csökkenő rendezés
vi: Sắp xếp giảm dần

source: Due date
es: Fecha de vencimiento
fr: Échéance
hu: Esedékesség
vi: Ngày đến hạn

source: Date created
es: Fecha de creación
fr: Date de création
hu: Létrehozás dátuma
vi: Ngày tạo

source: Date edited
es: Fecha de edición
fr: Date de modification
hu: Szerkesztés dátuma
vi: Ngày sửa

source: Card modified
es: Tarjeta modificada
fr: Carte modifiée
hu: Módosított kártya
vi: Thẻ sửa đổi

source: Sort field
es: Campo de orden
fr: Champ de tri
hu: Rendezési mező
vi: Trường sắp xếp

source: Interval
es: Intervalo
fr: Intervalle
hu: Időköz
vi: Khoảng cách

source: Ease
es: Facilidad
fr: Facilité
hu: Könnyűség
vi: Độ dễ

source: Search decks and notes…
es: Buscar mazos y notas…
fr: Rechercher paquets et notes…
hu: Paklik és jegyzetek keresése…
vi: Tìm bộ thẻ và ghi chú…

source: Filter decks
es: Filtrar mazos
fr: Filtrer les paquets
hu: Paklik szűrése
vi: Lọc bộ thẻ

source: Columns
es: Columnas
fr: Colonnes
hu: Oszlopok
vi: Cột

source: Show notes or cards
es: Mostrar notas o tarjetas
fr: Afficher notes ou cartes
hu: Jegyzetek vagy kártyák megjelenítése
vi: Hiện ghi chú hoặc thẻ

source: Search all notes…
es: Buscar todas las notas…
fr: Rechercher toutes les notes…
hu: Összes jegyzet keresése…
vi: Tìm tất cả ghi chú…

source: Search all cards…
es: Buscar todas las tarjetas…
fr: Rechercher toutes les cartes…
hu: Összes kártya keresése…
vi: Tìm tất cả thẻ…

source: Search in %@…
es: Buscar en %@…
fr: Rechercher dans %@…
hu: Keresés: %@…
vi: Tìm trong %@…

source: Select a %@ to view its details.
es: Selecciona un %@ para ver detalles.
fr: Sélectionnez un %@ pour voir les détails.
hu: Válassz egy %@ elemet a részletekhez.
vi: Chọn một %@ để xem chi tiết.

source: 1 note
es: 1 nota
hu: 1 jegyzet
vi: 1 ghi chú

source: %lld notes
es: %lld notas
hu: %lld jegyzet
vi: %lld ghi chú

source: %lld selected
es: %lld seleccionadas
fr: %lld sélectionnées
hu: %lld kiválasztva
vi: đã chọn %lld

source: %lld results
es: %lld resultados
fr: %lld résultats
hu: %lld találat
vi: %lld kết quả

source: %lld results, %lld selected
es: %lld resultados, %lld seleccionados
fr: %lld résultats, %lld sélectionnés
hu: %lld találat, %lld kiválasztva
vi: %lld kết quả, đã chọn %lld

source: Close details
es: Cerrar detalles
fr: Fermer les détails
hu: Részletek bezárása
vi: Đóng chi tiết

source: Study status
es: Estado de estudio
fr: État d’étude
hu: Tanulási állapot
vi: Trạng thái học

source: State
es: Estado
fr: État
hu: Állapot
vi: Trạng thái

source: Memory
es: Memoria
fr: Mémoire
hu: Memória
vi: Trí nhớ

source: Recall chance
es: Probabilidad de recuerdo
fr: Probabilité de rappel
hu: Felidézési esély
vi: Khả năng nhớ lại

source: Stability
es: Estabilidad
fr: Stabilité
hu: Stabilitás
vi: Độ ổn định

source: Difficulty
es: Dificultad
fr: Difficulté
hu: Nehézség
vi: Độ khó

source: Review history
es: Historial de repasos
fr: Historique des révisions
hu: Ismétlési előzmények
vi: Lịch sử ôn tập

source: Rated %lld
es: Calificada %lld
fr: Notée %lld
hu: Értékelve %lld
vi: Đã đánh giá %lld

source: type %lld
es: tipo %lld
hu: %lld. típus
vi: loại %lld

source: Original deck
es: Mazo original
fr: Paquet d’origine
hu: Eredeti pakli
vi: Bộ thẻ gốc

source: Copy %@ ID
es: Copiar ID de %@
fr: Copier l’ID %@
hu: %@ azonosító másolása
vi: Chép ID %@

source: %@ %@, copy
es: %@ %@, copiar
fr: %@ %@, copier
hu: %@ %@, másolás
vi: %@ %@, chép

source: Previous
es: Anterior
fr: Précédent
hu: Előző
vi: Trước

source: Next
es: Siguiente
fr: Suivant
hu: Következő
vi: Tiếp

source: Card %lld of %lld
es: Tarjeta %lld de %lld
fr: Carte %lld sur %lld
hu: %lld. kártya / %lld
vi: Thẻ %lld / %lld

source: Show Question
es: Mostrar pregunta
fr: Afficher la question
hu: Kérdés mutatása
vi: Hiện câu hỏi

source: Answer Only
es: Solo respuesta
fr: Réponse uniquement
hu: Csak a válasz
vi: Chỉ đáp án

source: Question Only
es: Solo pregunta
fr: Question uniquement
hu: Csak a kérdés
vi: Chỉ câu hỏi

source: Play Audio
es: Reproducir audio
fr: Lire l’audio
hu: Hang lejátszása
vi: Phát âm thanh

source: interval %@
es: intervalo %@
fr: intervalle %@
hu: időköz %@
vi: khoảng %@

source: ease %@‰
es: facilidad %@‰
fr: facilité %@‰
hu: könnyűség %@‰
vi: độ dễ %@‰

source: took %@s
es: tardó %@ s
fr: durée %@ s
hu: tartott %@ mp
vi: mất %@ giây

source: In %lldd
es: En %lld días
fr: Dans %lld jours
hu: %lld nap múlva
vi: Sau %lld ngày

source: Show duplicate notes
es: Mostrar notas duplicadas
fr: Afficher les doublons
hu: Ismétlődő jegyzetek megjelenítése
vi: Hiện ghi chú trùng

source: Add a tag
es: Añadir etiqueta
fr: Ajouter une étiquette
hu: Címke hozzáadása
vi: Thêm thẻ tag

source: No Card Selected
es: Ninguna tarjeta seleccionada
fr: Aucune carte sélectionnée
hu: Nincs kártya kiválasztva
vi: Chưa chọn thẻ nào

source: %.1f days
es: %.1f días
fr: %.1f jours
hu: %.1f nap
vi: %.1f ngày

source: Search books
es: Buscar libros
fr: Rechercher des livres
hu: Könyvek keresése
vi: Tìm sách

source: Recently Read
es: Leídos recientemente
fr: Lus récemment
hu: Nemrég olvasott
vi: Đọc gần đây

source: Title
es: Título
fr: Titre
hu: Cím
vi: Tên

source: Progress
es: Progreso
fr: Progression
hu: Haladás
vi: Tiến độ

source: Import failed
es: Error al importar
fr: Échec de l’import
hu: Importálás sikertelen
vi: Nhập thất bại

source: Library actions
es: Acciones de la biblioteca
fr: Actions de la bibliothèque
hu: Könyvtárműveletek
vi: Thao tác thư viện

source: Import an EPUB or PDF, or configure a deck of notes to start reading.
es: Importa un EPUB o PDF, o configura un mazo para empezar a leer.
fr: Importez un EPUB ou PDF, ou configurez un paquet pour commencer.
hu: Importálj EPUB-ot vagy PDF-et, vagy állíts be egy jegyzetpaklit az olvasáshoz.
vi: Nhập EPUB hoặc PDF, hoặc cấu hình bộ thẻ ghi chú để bắt đầu đọc.

source: Import Book
es: Importar libro
fr: Importer un livre
hu: Könyv importálása
vi: Nhập sách
